{
  "nationwide": "The nation view page presents sample collection patterns throughout the United States. Users can filter data by collection date and examine trends via various visualizations, such as a line chart for daily sample counts, a donut chart illustrating seasonal distribution, and a bar chart for location comparisons. A map of the US highlights sample distribution across the 10 FEMA regions, along with a summary table providing detailed regional counts. Both the map and the table support right-click \"drill-through\" navigation to the region page.",
  "region": "The nation view page presents sample collection patterns throughout the United States. Users can filter data by collection date and examine trends via various visualizations, such as a line chart for daily sample counts, a donut chart illustrating seasonal distribution, and a bar chart for location comparisons. A map of the US highlights sample distribution across the 10 FEMA regions, along with a summary table providing detailed regional counts. Both the map and the table support right-click \"drill-through\" navigation to the region page.",
  "sample": "The sample page displays detailed sample metadata, including the identified species and pathogen numbers. In addition to the metagenomic data table with filters for each ontology level, it contains ranked charts showcasing the ten most identified species, along with statistics on read numbers and mean read length. Users can utilize \"drill through\" navigation on the Top Species and Metagenomic table to access aggregated data about the selected unit.",
  "taxonomic": "The taxonomic tree features an interactive interface enabling users to examine the full diversity of organisms within the sample. They can explore lineages, trace ancestries, and engage with a hierarchical tree structure.",
  "species": "The Species page aggregates sample metadata from all collected samples for the specific species, including the number of samples, location, and season. Users can filter samples based on collection date and the absolute abundance of the specified species. The map of US regions and the accompanying table highlight the number of samples in which the selected species was identified, according to the chosen abundance filters and collection dates.",

  "collection-date-filter": "Set up the timeframe for the sample collection date. All samples are included by default. This filter is applied globally, impacting all dashboard views. To reset the filter, click the \"Reset\" button.",
  "sample-count": "The sample count indicator shows the total number of samples included in your current filter selection.",
  "geo-distribution": "The geographical distribution map visualizes sample locations across the 10 FEMA regions. The color intensity indicates the concentration of the sample in that area. Hovering the region on the map or the table displays a tooltip with general region information.",
  "collection-date": "Demonstrate the progression of sample collection.",
  "seasonal-distribution": "The seasonal distribution chart displays the number of samples collected during a specific season.",
  "location-distribution": "The location distribution chart categorizes samples by their collection environment (indoor, outdoor, transit, or special event).",

  "region-collection-date-filter": "Set up the timeframe for the sample collection date. All samples are included by default. This filter is applied globally, impacting all dashboard views. To reset the filter, click the \"Reset\" button.",
  "region-name": "Displays the name of the currently selected region.",
  "region-sample-count": "The sample count indicator shows the total number of samples in the selected region included in your current filter selection.",
  "region-species-pathogen": "This section shows the total number of unique species and known pathogens detected in the selected region. The number of species includes identified pathogens.",
  "region-metadata-distribution": "The metadata distribution charts show how this specific region samples are distributed across the collection location (indoor/outdoor/transit/special event) and season.",
  "region-top-species": "This visualization displays the top 10 prevalent species found in the selected region. Pathogenic species are highlighted in red.",
  "region-samples-table": "The samples table provides a list of sample IDs and associated metadata collected in the selected region.",
  "region-species-table": "The species table shows all species found in the region, along with their total abundance across all samples. Pathogenic species highlighted in red. It includes complete taxonomy details for each identified species. The selectors above the table allow filtering by name search or simple selection. To select multiple items in the filter, hold down CTRL while selecting them.",

  "sample-id": "The Sample ID is a artificially generated unique identifier for each collected sample.",
  "sample-metadata": "The Sample metadata section provides detailed information about the sample, including collection date, storage conditions (whether stored at 4°C), PCR inhibition status, and location type (Indoor/Outdoor/Transit/Special Event).",
  "sample-species-pathogen": "This section summarizes the number of unique species and potential pathogens detected in the sample, providing a quick overview of biodiversity and potential health concerns.",
  "sample-reads-info": "This section provides information about the sequencing reads, including total read count, classified reads, and unclassified reads, giving insight into the sequencing depth and quality.",
  "sample-top-species": "This visualization shows the most abundant species detected in the sample, helping identify dominant organisms present in the collected material.",
  "sample-species-table": "This table lists all species detected in the sample, showing their abundance and allowing you to select individual species for detailed analysis.",

  "taxo-sample-id": "The Sample ID is a artificially generated unique identifier for each collected sample.",
  "taxo-sample-metadata": "The Sample metadata section provides detailed information about the region, collection date and location type (Indoor/Outdoor/Transit/Special Event).",
  "taxo-tree": "Taxonomic tree visualizes the full diversity of organisms within the sample."
}